Repository: Azuby-hash/PhotoStitch2.0
Catalog: PhotoStitch2.0/Localizable.xcstrings
Source language: en
Languages: ar, ko, zh_hans, zh_hant

source: / week
ar: / أسبوع
ko: / 주
zh_hans: / 周
zh_hant: / 週

source: / year
ar: / سنة
ko: / 년
zh_hans: / 年
zh_hant: / 年

source: 3 days free trial
ar: 3 أيام تجريبية مجانية
ko: 3일 무료 체험
zh_hans: 3天免费试用
zh_hant: 3天免費試用

source: Access
ar: الوصول
ko: 권한
zh_hans: 权限
zh_hant: 權限

source: Access Settings
ar: فتح الإعدادات
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 打開設定

source: Add Photos
ar: إضافة صور
ko: 사진 추가
zh_hans: 添加照片
zh_hant: 加入照片

source: All Photos
ar: كل الصور
ko: 모든 사진
zh_hans: 所有照片
zh_hant: 所有照片

source: Allow Photos Access
ar: السماح بالوصول إلى الصور
ko: 사진 접근 허용
zh_hans: 允许访问照片
zh_hant: 允許取用照片

source: Always
ar: دائمًا
ko: 항상
zh_hans: 总是
zh_hant: 總是

source: Ask
ar: اسأل
ko: 물어보기
zh_hans: 询问
zh_hant: 詢問

source: Auto
ar: تلقائي
ko: 자동
zh_hans: 自动
zh_hant: 自動

source: Auto Selection
ar: التحديد التلقائي
ko: 자동 선택
zh_hans: 自动选择
zh_hant: 自動選取

source: Auto Stitch apply!
ar: تم تطبيق الدمج التلقائي!
ko: 자동 이어붙이기 완료!
zh_hans: 已应用自动拼接！
zh_hant: 已套用自動拼接！

source: Auto Stitch at startup
ar: الدمج التلقائي عند البدء
ko: 시작 시 자동 이어붙이기
zh_hans: 启动时自动拼接
zh_hant: 啟動時自動拼接

source: Auto Stitch...
ar: جارٍ الدمج التلقائي...
ko: 자동 이어붙이는 중...
zh_hans: 正在自动拼接...
zh_hant: 正在自動拼接...

source: Best Value
ar: أفضل قيمة
ko: 가장 알뜰한 선택
zh_hans: 超值之选
zh_hant: 超值之選

source: Can't cut, maximum number of items reached.
ar: تعذّر القص، تم بلوغ الحد الأقصى للعناصر.
ko: 잘라낼 수 없습니다. 최대 항목 수에 도달했습니다.
zh_hans: 无法切割，已达到项目数量上限。
zh_hant: 無法切割，已達項目數量上限。

source: Can't split, maximum number of items reached.
ar: تعذّر التقسيم، تم بلوغ الحد الأقصى للعناصر.
ko: 분할할 수 없습니다. 최대 항목 수에 도달했습니다.
zh_hans: 无法分割，已达到项目数量上限。
zh_hant: 無法分割，已達項目數量上限。

source: Cancel anytime.
ar: ألغِ في أي وقت.
ko: 언제든지 취소할 수 있습니다.
zh_hans: 随时可取消。
zh_hant: 隨時可取消。

source: Close
ar: إغلاق
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

source: Combine multiple screenshots into one clean, seamless image in seconds.
ar: ادمج عدة لقطات شاشة في صورة واحدة نظيفة ومتّصلة خلال ثوانٍ.
ko: 여러 스크린샷을 단 몇 초 만에 깔끔하고 매끄러운 하나의 이미지로 합쳐보세요.
zh_hans: 几秒钟即可将多张截图合成一张干净、无缝的长图。
zh_hant: 幾秒鐘即可將多張截圖合成一張乾淨、無縫的長圖。

source: Convert recording into long image.
ar: حوّل التسجيل إلى صورة طويلة.
ko: 녹화를 긴 이미지로 변환합니다.
zh_hans: 将录屏转换为长截图。
zh_hant: 將錄影轉換為長截圖。

source: Convert recording or stitch screenshots into long image.
ar: حوّل التسجيل أو ادمج لقطات الشاشة في صورة طويلة.
ko: 녹화를 변환하거나 스크린샷을 긴 이미지로 이어붙입니다.
zh_hans: 将录屏转换，或拼接截图 合成长截图。
zh_hant: 將錄影轉換，或拼接截圖 合成長截圖。

source: Delete
ar: حذف
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Delete All
ar: حذف الكل
ko: 전체 삭제
zh_hans: 全部删除
zh_hant: 全部刪除

source: Delete Original Photos
ar: حذف الصور الأصلية
ko: 원본 사진 삭제
zh_hans: 删除原始照片
zh_hant: 刪除原始照片

source: Deselect All
ar: إلغاء تحديد الكل
ko: 전체 선택 해제
zh_hans: 取消全选
zh_hant: 取消全選

source: Done
ar: تم
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Edit
ar: تحرير
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

source: Enjoying the app?
ar: هل يعجبك التطبيق؟
ko: 앱이 마음에 드시나요?
zh_hans: 喜欢这款 App 吗？
zh_hant: 喜歡這款 App 嗎？

source: Enter a Website
ar: أدخل موقعًا إلكترونيًا
ko: 웹사이트 입력
zh_hans: 输入网址
zh_hant: 輸入網址

source: Export Complete
ar: اكتمل التصدير
ko: 내보내기 완료
zh_hans: 导出完成
zh_hant: 輸出完成

source: Export Options
ar: خيارات التصدير
ko: 내보내기 옵션
zh_hans: 导出选项
zh_hant: 輸出選項

source: Export Photo
ar: تصدير الصورة
ko: 사진 내보내기
zh_hans: 导出照片
zh_hant: 輸出照片

source: Exporting...
ar: جارٍ التصدير...
ko: 내보내는 중...
zh_hans: 正在导出...
zh_hant: 正在輸出...

source: Failed to save
ar: تعذّر الحفظ
ko: 저장에 실패했습니다
zh_hans: 存储失败
zh_hant: 儲存失敗

source: Feedback
ar: ملاحظات
ko: 의견 보내기
zh_hans: 反馈
zh_hant: 意見回饋

source: Follow these steps to stitch a video shot:
ar: اتبع هذه الخطوات لدمج مقطع فيديو:
ko: 동영상을 이어붙이려면 다음 단계를 따르세요:
zh_hans: 按照以下步骤拼接录屏：
zh_hant: 依照以下步驟拼接錄影：

source: Get Started
ar: ابدأ الآن
ko: 시작하기
zh_hans: 开始使用
zh_hant: 開始使用

source: Got a video scrollshot?
ar: هل لديك تسجيل تمرير؟
ko: 스크롤 영상이 있으신가요?
zh_hans: 有滚动录屏吗？
zh_hant: 有捲動錄影嗎？

source: Head
ar: إلى البداية
ko: 앞에 추가
zh_hans: 加到开头
zh_hant: 加到開頭

source: Help us improve by sharing your experience.
ar: ساعدنا على التحسّن بمشاركة تجربتك.
ko: 사용 경험을 들려주시면 더 나은 앱을 만드는 데 도움이 됩니다.
zh_hans: 分享你的使用体验，帮助我们做得更好。
zh_hant: 分享你的使用體驗，幫助我們做得更好。

source: High Quality Export
ar: تصدير عالي الجودة
ko: 고품질 내보내기
zh_hans: 高质量导出
zh_hant: 高品質輸出

source: Image successfully saved to Library.
ar: تم حفظ الصورة في مكتبة الصور بنجاح.
ko: 이미지를 사진 보관함에 저장했습니다.
zh_hans: 图片已成功存储到“照片”。
zh_hant: 圖片已成功儲存到「照片」。

source: Images
ar: الصور
ko: 이미지
zh_hans: 图片
zh_hant: 圖片

source: It's Okay
ar: لا بأس
ko: 괜찮아요
zh_hans: 还行
zh_hant: 還可以

source: Just $0.77/week, billed annually. Cancel anytime.
ar: بسعر 0.77$ أسبوعيًا، تُحصَّل سنويًا. ألغِ في أي وقت.
ko: 주당 $0.77, 연간 결제. 언제든지 취소할 수 있습니다.
zh_hans: 每周仅 $0.77，按年收费。随时可取消。
zh_hant: 每週僅 $0.77，按年收費。隨時可取消。

source: Just select your photos and the app automatically detect and stitch them together.
ar: اختر صورك فقط وسيكتشفها التطبيق ويدمجها تلقائيًا.
ko: 사진을 선택하기만 하면 앱이 자동으로 인식해 하나로 이어붙입니다.
zh_hans: 只需选择照片，App 即可自动识别并拼接到一起。
zh_hant: 只需選取照片，App 即可自動辨識並拼接在一起。

source: Keep Original Photos
ar: الاحتفاظ بالصور الأصلية
ko: 원본 사진 유지
zh_hans: 保留原始照片
zh_hant: 保留原始照片

source: Loading %lld / %lld Photos...
ar: جارٍ تحميل الصور %lld / %lld...
ko: 사진 불러오는 중 %lld / %lld...
zh_hans: 正在载入照片 %lld / %lld...
zh_hant: 正在載入照片 %lld / %lld...

source: Loading...
ar: جارٍ التحميل...
ko: 불러오는 중...
zh_hans: 正在载入...
zh_hant: 正在載入...

source: Long webpage capture?
ar: التقاط صفحة ويب طويلة؟
ko: 긴 웹페이지를 캡처하고 싶으신가요?
zh_hans: 想截取长网页？
zh_hant: 想擷取長網頁？

source: Love It!
ar: أحبّه!
ko: 최고예요!
zh_hans: 超喜欢！
zh_hant: 超喜歡！

source: LOVED BY 50,000+ CREATORS
ar: يحبه أكثر من 50,000 مبدع
ko: 50,000+ 크리에이터의 선택
zh_hans: 50,000+ 创作者的选择
zh_hant: 50,000+ 創作者的選擇

source: Maximum number of items reached.
ar: تم بلوغ الحد الأقصى لعدد العناصر.
ko: 최대 항목 수에 도달했습니다.
zh_hans: 已达到项目数量上限。
zh_hant: 已達項目數量上限。

source: Memory limits cap sharing at 8 images. Open the app for unlimited selections.
ar: تحدّ قيود الذاكرة المشاركة بـ 8 صور. افتح التطبيق للتحديد بلا حدود.
ko: 메모리 제한으로 공유는 최대 8장입니다. 앱을 열면 제한 없이 선택할 수 있습니다.
zh_hans: 受内存限制，分享最多 8 张图片。 打开 App 即可无限选择。
zh_hant: 受記憶體限制，分享最多 8 張圖片。 打開 App 即可無限選取。

source: More Features
ar: ميزات أكثر
ko: 더 많은 기능
zh_hans: 更多功能
zh_hant: 更多功能

source: Never
ar: أبدًا
ko: 안 함
zh_hans: 从不
zh_hant: 永不

source: Next
ar: التالي
ko: 다음
zh_hans: 下一步
zh_hant: 下一步

source: No Ads
ar: بلا إعلانات
ko: 광고 없음
zh_hans: 无广告
zh_hant: 無廣告

source: No Limits
ar: بلا حدود
ko: 제한 없음
zh_hans: 无限制
zh_hant: 無限制

source: No Watermarks
ar: بلا علامات مائية
ko: 워터마크 없음
zh_hans: 无水印
zh_hant: 無浮水印

source: Not Good
ar: ليس جيدًا
ko: 별로예요
zh_hans: 不太好
zh_hant: 不太好

source: OK
ar: حسنًا
ko: 확인
zh_hans: 好
zh_hant: 好

source: Only one video can be selected at a time.
ar: يمكن تحديد فيديو واحد فقط في كل مرة.
ko: 동영상은 한 번에 하나만 선택할 수 있습니다.
zh_hans: 一次只能选择一个视频。
zh_hant: 一次只能選取一部影片。

source: Open Website
ar: فتح الموقع
ko: 웹사이트 열기
zh_hans: 打开网页
zh_hant: 開啟網頁

source: Options
ar: خيارات
ko: 옵션
zh_hans: 选项
zh_hant: 選項

source: Photos
ar: الصور
ko: 사진
zh_hans: 照片
zh_hant: 照片

source: Please allow access to stitch your screenshots.
ar: يُرجى السماح بالوصول لدمج لقطات الشاشة.
ko: 스크린샷을 이어붙이려면 접근을 허용해 주세요.
zh_hans: 请允许访问 以拼接你的截图。
zh_hant: 請允許取用 以拼接你的截圖。

source: Privacy
ar: الخصوصية
ko: 개인정보 보호
zh_hans: 隐私
zh_hant: 隱私權

source: Privacy Policy
ar: سياسة الخصوصية
ko: 개인정보 처리방침
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Quality
ar: الجودة
ko: 품질
zh_hans: 质量
zh_hant: 品質

source: Quick Stitch
ar: دمج سريع
ko: 빠른 이어붙이기
zh_hans: 快速拼接
zh_hant: 快速拼接

source: Quickly auto-stitch recent screenshot photos.
ar: ادمج لقطات الشاشة الأخيرة تلقائيًا بسرعة.
ko: 최근 스크린샷을 빠르게 자동으로 이어붙입니다.
zh_hans: 快速自动拼接最近的截图。
zh_hant: 快速自動拼接最近的截圖。

source: Quickly auto-stitch recent screenshot video.
ar: ادمج تسجيلات الشاشة الأخيرة تلقائيًا بسرعة.
ko: 최근 화면 녹화를 빠르게 자동으로 이어붙입니다.
zh_hans: 快速自动拼接最近的录屏。
zh_hant: 快速自動拼接最近的錄影。

source: Rate us and share your feedback to help us improve!
ar: قيّمنا وشارك ملاحظاتك لمساعدتنا على التحسّن!
ko: 별점과 의견을 남겨 앱 개선에 힘을 보태주세요!
zh_hans: 为我们评分并分享反馈， 帮助我们做得更好！
zh_hant: 為我們評分並分享意見， 幫助我們做得更好！

source: Ready for your next stitch?
ar: هل أنت مستعد للدمج التالي؟
ko: 다음 이어붙이기, 준비되셨나요?
zh_hans: 准备好下一次拼接了吗？
zh_hant: 準備好下一次拼接了嗎？

source: Recents
ar: العناصر الأخيرة
ko: 최근 항목
zh_hans: 最近项目
zh_hant: 最近項目

source: Record a slow scroll on your screen and import the video — Photo Stitch converts it into one seamless long screenshot.
ar: سجّل تمريرًا بطيئًا على شاشتك ثم استورد الفيديو — يحوّله Photo Stitch إلى لقطة شاشة طويلة ومتّصلة.
ko: 화면을 천천히 스크롤하며 녹화한 뒤 동영상을 불러오세요. Photo Stitch가 매끄러운 하나의 긴 스크린샷으로 만들어 드립니다.
zh_hans: 缓慢滚动屏幕进行录制，然后导入视频 —— Photo Stitch 会将其转换为一张无缝的长截图。
zh_hant: 緩慢捲動畫面進行錄製，然後匯入影片 —— Photo Stitch 會將其轉換為一張無縫的長截圖。

source: Remove Originals
ar: حذف النسخ الأصلية
ko: 원본 삭제
zh_hans: 删除原图
zh_hant: 刪除原始檔

source: Restore
ar: استعادة
ko: 복원
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Save
ar: حفظ
ko: 저장
zh_hans: 存储
zh_hant: 儲存

source: Save your stitched photo to the device gallery or share it directly with friends.
ar: احفظ صورتك المدمجة في معرض الجهاز أو شاركها مباشرة مع أصدقائك.
ko: 이어붙인 사진을 기기의 사진 보관함에 저장하거나 친구에게 바로 공유하세요.
zh_hans: 将拼接好的照片存储到设备相册， 或直接分享给好友。
zh_hant: 將拼接好的照片儲存到裝置相簿， 或直接分享給朋友。

source: Saved
ar: تم الحفظ
ko: 저장됨
zh_hans: 已存储
zh_hant: 已儲存

source: Screenshots
ar: لقطات الشاشة
ko: 스크린샷
zh_hans: 截屏
zh_hant: 螢幕截圖

source: Scroll Bar
ar: شريط التمرير
ko: 스크롤 바
zh_hans: 滚动条
zh_hant: 捲動列

source: Search for a website
ar: ابحث عن موقع إلكتروني
ko: 웹사이트 검색
zh_hans: 搜索网站
zh_hant: 搜尋網站

source: Select
ar: تحديد
ko: 선택
zh_hans: 选择
zh_hant: 選取

source: Select a photo to add to current position of list
ar: اختر صورة لإضافتها إلى الموضع الحالي في القائمة
ko: 목록의 현재 위치에 추가할 사진을 선택하세요
zh_hans: 选择照片以添加到列表当前位置
zh_hant: 選取照片以加入列表目前位置

source: Select a photo to add to first of list
ar: اختر صورة لإضافتها إلى بداية القائمة
ko: 목록 맨 앞에 추가할 사진을 선택하세요
zh_hans: 选择照片以添加到列表开头
zh_hant: 選取照片以加入列表開頭

source: Select a photo to add to last of list
ar: اختر صورة لإضافتها إلى نهاية القائمة
ko: 목록 맨 뒤에 추가할 사진을 선택하세요
zh_hans: 选择照片以添加到列表末尾
zh_hant: 選取照片以加入列表結尾

source: Select a photo to replace item
ar: اختر صورة لاستبدال العنصر
ko: 교체할 사진을 선택하세요
zh_hans: 选择照片以替换项目
zh_hant: 選取照片以替換項目

source: Select the recorded video in the Photo Stitch app.
ar: اختر الفيديو المُسجَّل في تطبيق Photo Stitch.
ko: Photo Stitch 앱에서 녹화한 동영상을 선택하세요.
zh_hans: 在 Photo Stitch App 中选择录制的视频。
zh_hant: 在 Photo Stitch App 中選取錄製的影片。

source: Settings
ar: الإعدادات
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Share
ar: مشاركة
ko: 공유
zh_hans: 分享
zh_hant: 分享

source: Share this app
ar: مشاركة التطبيق
ko: 앱 공유하기
zh_hans: 分享此 App
zh_hant: 分享此 App

source: Skip
ar: تخطّي
ko: 건너뛰기
zh_hans: 跳过
zh_hant: 略過

source: Smart Auto Stitch
ar: دمج تلقائي ذكي
ko: 스마트 자동 이어붙이기
zh_hans: 智能自动拼接
zh_hant: 智慧自動拼接

source: Sort
ar: ترتيب
ko: 정렬
zh_hans: 排序
zh_hant: 排序

source: Split
ar: تقسيم
ko: 분할
zh_hans: 分割
zh_hant: 分割

source: Stitch
ar: دمج
ko: 이어붙이기
zh_hans: 拼接
zh_hant: 拼接

source: Stitch it into a single clean image now!
ar: ادمجه في صورة واحدة نظيفة الآن!
ko: 지금 깔끔한 하나의 이미지로 이어붙여 보세요!
zh_hans: 现在就把它拼成一张干净的长图吧！
zh_hant: 現在就把它拼成一張乾淨的長圖吧！

source: Stitch Photos
ar: دمج الصور
ko: 사진 이어붙이기
zh_hans: 拼接照片
zh_hant: 拼接照片

source: Stitch screenshots into long image.
ar: ادمج لقطات الشاشة في صورة طويلة.
ko: 스크린샷을 긴 이미지로 이어붙입니다.
zh_hans: 将截图拼接成长截图。
zh_hant: 將截圖拼接成長截圖。

source: Stitch the whole page together now!
ar: ادمج الصفحة بأكملها الآن!
ko: 지금 페이지 전체를 하나로 이어붙여 보세요!
zh_hans: 现在就把整个页面拼接起来吧！
zh_hant: 現在就把整個頁面拼接起來吧！

source: Stitch unlimited photos, faster and cleaner.
ar: ادمج صورًا بلا حدود، بشكل أسرع وأنظف.
ko: 더 빠르고 깔끔하게, 무제한으로 사진을 이어붙이세요.
zh_hans: 无限拼接照片，更快、更清晰。
zh_hant: 無限拼接照片，更快、更乾淨。

source: Stitch Vertical
ar: دمج عمودي
ko: 세로로 이어붙이기
zh_hans: 纵向拼接
zh_hant: 縱向拼接

source: Stitch Video
ar: دمج الفيديو
ko: 동영상 이어붙이기
zh_hans: 拼接视频
zh_hant: 拼接影片

source: Stop sending 5 separate screenshots. Combine them into one now!
ar: توقّف عن إرسال 5 لقطات منفصلة. ادمجها في صورة واحدة الآن!
ko: 스크린샷 5장을 따로 보내지 마세요. 지금 하나로 합쳐보세요!
zh_hans: 别再发送 5 张零散的截图，现在就合成一张吧！
zh_hant: 別再傳送 5 張零散的截圖，現在就合成一張吧！

source: Subscribe — %@
ar: اشترك — %@
ko: 구독 — %@
zh_hans: 订阅 — %@
zh_hant: 訂閱 — %@

source: Tail
ar: إلى النهاية
ko: 뒤에 추가
zh_hans: 加到末尾
zh_hant: 加到結尾

source: Term of Service
ar: شروط الخدمة
ko: 이용약관
zh_hans: 服务条款
zh_hant: 服務條款

source: Terms
ar: الشروط
ko: 약관
zh_hans: 条款
zh_hant: 條款

source: This video exceeds the maximum duration.
ar: يتجاوز هذا الفيديو المدة القصوى.
ko: 이 동영상은 최대 길이를 초과합니다.
zh_hans: 此视频超出最大时长。
zh_hant: 此影片超出最長時間。

source: Time to stitch?
ar: حان وقت الدمج؟
ko: 이어붙일 시간이에요
zh_hans: 该拼接啦？
zh_hant: 該拼接了嗎？

source: To Area
ar: منطقة
ko: 영역
zh_hans: 区域
zh_hant: 區域

source: To Cut
ar: قص
ko: 자르기
zh_hans: 切割
zh_hant: 切割

source: Turn on Record and scroll your content.
ar: شغّل التسجيل ومرّر المحتوى.
ko: 녹화를 켜고 콘텐츠를 스크롤하세요.
zh_hans: 开启录屏并滚动你的内容。
zh_hant: 開啟錄影並捲動你的內容。

source: Video
ar: فيديو
ko: 동영상
zh_hans: 视频
zh_hant: 影片

source: Video Instruction
ar: دليل الفيديو
ko: 동영상 안내
zh_hans: 视频教程
zh_hant: 影片教學

source: Video to Long Image
ar: من فيديو إلى صورة طويلة
ko: 동영상을 긴 이미지로
zh_hans: 录屏转长截图
zh_hant: 錄影轉長截圖

source: Videos
ar: مقاطع الفيديو
ko: 동영상
zh_hans: 视频
zh_hant: 影片

source: Website Capturing... %lld%%
ar: جارٍ التقاط الموقع... %lld%%
ko: 웹사이트 캡처 중... %lld%%
zh_hans: 正在截取网页... %lld%%
zh_hant: 正在擷取網頁... %lld%%

source: Weekly
ar: أسبوعي
ko: 주간
zh_hans: 每周
zh_hant: 每週

source: Welcome to Photo Stitch
ar: مرحبًا بك في Photo Stitch
ko: Photo Stitch에 오신 것을 환영합니다
zh_hans: 欢迎使用 Photo Stitch
zh_hant: 歡迎使用 Photo Stitch

source: What's included
ar: المُتضمَّن
ko: 포함된 기능
zh_hans: 包含内容
zh_hant: 包含內容

source: Write Your Feedback
ar: اكتب ملاحظاتك
ko: 의견 보내기
zh_hans: 撰写反馈
zh_hant: 撰寫意見

source: Yearly
ar: سنوي
ko: 연간
zh_hans: 每年
zh_hant: 每年

source: Your scrolling captures are waiting. Tap to make a long screenshot!
ar: لقطاتك أثناء التمرير بانتظارك. انقر لإنشاء لقطة شاشة طويلة!
ko: 스크롤 캡처가 기다리고 있어요. 탭하여 긴 스크린샷을 만들어 보세요!
zh_hans: 你的滚动截图正在等待。点按即可制作长截图！
zh_hant: 你的捲動截圖正在等待。輕點即可製作長截圖！
